{
  "title": "UN rights council endorses Gaza report",
  "id": "141481",
  "revision_id": "3096523",
  "date": "October 16, 2009",
  "location": null,
  "text": "The United Nations human rights council has voted in favor of endorsing a report made by South African Judge Richard Goldstone that accuses Israel and Hamas of committing war crimes during fighting late last year that left 1,400 Palestinians and 13 Israelis dead.  The report was adopted 25 votes to six with eleven abstentions.\nThe report calls on the UN to make sure that Israel and Hamas conduct thorough investigations into the alleged war crimes.  Should either side fail to do so, the report recommends that cases be sent to the International Criminal Court of Justice.\nIn addition to endorsing the report the rights council, \"strongly condemns all policies and measures taken by Israel, the occupying power, including those limiting access of Palestinians to their properties and holy sites\".  Although it accuses both Hamas and Israel of war crimes the report is mainly critical of actions taken by the Israeli government.  Of the 31 chapters in the report, only one is dedicated to discussing crimes by Palestinian fighters.\nThe report alleges that the Israeli military deliberately targeted civilians, used Palestinians as human shields and destroyed civilian infrastructure during Operation Cast Lead which lasted from December 27, 2008 to January 18 this year.\nIsrael and the United States responded by claiming that the report ignored Israel's right to self defense from rocket fire.  They also warned the report might jeopardize Middle East Peace efforts.\nVoting on the report was to be originally delayed until March of next year after considering a request by Mahmoud Abbas leader of the Palestinian Authority which controls the West Bank.  Abbas was pressured into the decision to delay the vote by the US' Hillary Clinton; Backlash from the Palestinian community forced him to endorse the report. The incident has caused large scale antagonism against the Palestinian Authority.\nThe United States, Hungary, Italy, Netherlands, Slovenia, and Ukraine all voted against the report.",
  "related": [],
  "sources": [
    {
      "url": "http://fr.jpost.com/servlet/Satellite?cid=1255694826067&pagename=JPost/JPArticle/ShowFull",
      "title": "Palestinians approve of UN resolution",
      "pub": "Jerusalem Post",
      "date": "October 16, 2009"
    },
    {
      "url": "http://english.aljazeera.net/news/europe/2009/10/2009101610455533672.html",
      "title": "Rights council adopts Gaza report",
      "pub": "Al Jazeera",
      "date": "October 16, 2009"
    },
    {
      "url": "http://www.google.com/hostednews/ap/article/ALeqM5hj4Q2pdqZHVVfQcbXxokISeln93QD9BC7SF80",
      "title": "UN vote sends Gaza war report to Security Council",
      "author": "Frank Jordans",
      "pub": "Associated Press",
      "date": "October 16, 2009"
    },
    {
      "url": "http://english.aljazeera.net/news/middleeast/2009/10/20091039613281857.html",
      "title": "US 'pressured Abbas on UN report'",
      "pub": "Al Jazeera",
      "date": "October 4, 2009"
    }
  ],
  "sister": [],
  "categories": [
    "Mahmoud Abbas",
    "Hillary Clinton",
    "United Nations",
    "Middle East",
    "Israel Defense Forces",
    "West Bank",
    "International Criminal Court"
  ],
  "wikiEntities": {
    "wikinews": [
      "United Nations",
      "Israel",
      "United States",
      "Hillary Clinton",
      "Hungary",
      "Italy",
      "Netherlands",
      "Slovenia",
      "Ukraine"
    ],
    "wikipedia": [
      "Richard Goldstone",
      "Hamas",
      "Gaza War",
      "International Criminal Court of Justice",
      "Operation Cast Lead",
      "Mahmoud Abbas",
      "Palestinian Authority",
      "West Bank"
    ]
  }
}