{
  "title": "Israel cabinet rejects UN war crimes report",
  "id": "141632",
  "revision_id": "3096540",
  "date": "October 19, 2009",
  "location": null,
  "text": "The Israeli cabinet has rejected last week's resolution of the United Nations Human Rights Council, which endorsed a report accusing the state of war crimes during the Gaza conflict, accusing the UN of a double standard.\nThe cabinet said that that the army's three-week assault on the Gaza Strip last December and January was legitimate self-defense.\n\"Israel will defend itself at any price,\" said Cabinet Minister Yossi Peled. \"This is a duty and a right.\"\nThe Goldstone Report, endorsed by the UN Human Right Council on Friday, accused Israel of war crimes during the Gaza conflict. The Israeli Cabinet, however, responded by saying that its country was responding to years of Palestinian rocket attacks from Gaza. The 575-page report had also accused Hamas of war crimes, but devoted 30 out of its 31 chapters to Israel. Israeli actions are reported to have killed at least 1,100 Palestinians, many of them civilians.\nCabinet Minster Yuval Shteinitz accused the international community of a double standard. Steinitz said it was an anti-Semitic resolution, in which the same right of self-defense that is allowed to the United States in Afghanistan and Russia in Chechnya is denied to Israel in the Gaza Strip.\nThe Goldstone Report will now go to the UN Security Council, which could refer it to the International Criminal Court in The Hague.",
  "related": [
    "https://en.wikinews.org/wiki/UN_rights_council_endorses_Gaza_report"
  ],
  "sources": [
    {
      "url": "http://www.voanews.com/english/2009-10-18-voa11.cfm",
      "title": "Israel's Cabinet Rejects UN War Crimes Report"
    },
    {
      "url": "http://www.voanews.com/english/2009-10-18-voa11.cfm",
      "title": "Israel's Cabinet Rejects UN War Crimes Report",
      "author": "Robert Berger",
      "pub": "VOA News",
      "date": "October 18, 2009"
    },
    {
      "url": "http://www.euronews.net/2009/10/18/israel-rejects-war-crimes-claims/",
      "title": "Israel rejects ‘war crimes’ claims",
      "pub": "Euronews",
      "date": "October 18, 2009"
    },
    {
      "url": "http://english.aljazeera.net/news/middleeast/2009/10/20091039613281857.html",
      "title": "US 'pressured Abbas on UN report'",
      "pub": "Al Jazeera",
      "date": "October 4, 2009"
    }
  ],
  "sister": [],
  "categories": [
    "Middle East",
    "Politics and conflicts",
    "International Criminal Court"
  ],
  "wikiEntities": {
    "wikinews": [
      "Israel",
      "United Nations"
    ],
    "wikipedia": [
      "Yossi Peled",
      "International Criminal Court"
    ]
  },
  "related_articles_gold": [
    [
      "141481",
      "2009-10-16",
      "UN rights council endorses Gaza report"
    ]
  ]
}