{
  "title": "Nigerian parliament votes to make vice president acting president",
  "id": "153840",
  "revision_id": "4528935",
  "date": "February 10, 2010",
  "location": null,
  "text": "Goodluck Jonathan, vice-president of Nigeria, has become the country's acting president after president Umaru Yar'Adua travelled to Saudi Arabia last November to receive medical treatment for a heart condition.\nIn a televised address, Jonathan commented, \"I am fully aware of the responsibilities reposed in me, and I want to reassure all Nigerians that this is a sacred trust, which I shall discharge to my fullest abilities.  [...] The circumstances &mdash; in which I find myself assuming office today as acting president of our country &mdash; are uncommon, sober and reflective.\"\nHe added, \"[m]ore than ever therefore, I urge all Nigerians as a people who have faith in God to pray fervently for the full recovery of our dear president, and his early return\".\nYesterday saw both houses of the Nigerian National Assembly approve a motion for Jonathan to become president until Yar'Adua is able to return. Under the country's constitution, executive power can be transferred when parliament is formally informed by the president that he is absent. Yar'Adua apparently had not done so; however, senate leader David Mark said that Yar'Auda's comments in an interview with the BBC last month were sufficient notice.\nSome political analysts, however, have indicated the assembly's move might not be legally binding, and could face a court challenge.",
  "related": [],
  "sources": [
    {
      "url": "http://www.csmonitor.com/World/Africa/2010/0209/Nigeria-lawmakers-vote-to-make-VP-acting-president",
      "title": "Nigeria lawmakers vote to make VP acting president",
      "publisher": "Christian Science Monitor",
      "date": "February 9, 2010"
    },
    {
      "url": "http://news.bbc.co.uk/2/hi/africa/8507289.stm",
      "title": "Nigeria: Goodluck Jonathan becomes acting president",
      "publisher": "BBC News Online",
      "date": "February 9, 2010"
    }
  ],
  "sister": [],
  "categories": [
    "Tempodivalse (WWC2010)",
    "Writing contest 2010",
    "Politics and conflicts",
    "Africa",
    "Goodluck Jonathan",
    "Nigeria",
    "Umaru Yar'Adua"
  ],
  "wikiEntities": {
    "wikinews": [
      "Goodluck Jonathan",
      "Nigeria",
      "Saudi Arabia"
    ],
    "wikipedia": [
      "Umaru Yar'Adua"
    ]
  },
  "similar_articles_found": [
    [
      "164674",
      "2010-03-18",
      "Nigeria's cabinet dissolved by acting president"
    ],
    [
      "180664",
      "2010-05-06",
      "Nigeria swears in new president after death of Umaru Yar'Adua"
    ]
  ]
}