{
  "title": "Nigerian President Umaru Yar'Adua reported dead",
  "id": "180351",
  "revision_id": "4533300",
  "date": "May 6, 2010",
  "location": null,
  "text": "Presidential aides and state television announced yesterday that the Nigerian president, Umaru Yar'Adua, died.\nYar'Adua ascended to the presidency in 2007, but was later taken ill, and had not been publicly seen for the last few months. He was hospitalised in Jeddah, Saudi Arabia, to get inflammated tissue around his heart treated; it was later diagnosed as acute pericarditis.\nAccording to the BBC, Nigerian reports indicated the president died between 21.00 and 22.00 local time (20.00 to 21.00 UTC) in Abuja, the capital.\nGoodluck Jonathan, the vice-president, became the acting president this February; under the constitution, he is to now be sworn in formally and will appoint a new vice-president.\nThe Nigerian Television Authority broadcast the news, saying: \"The president and commander-in-chief of the armed forces, Umaru Musa Yar'Adua, died a few hours ago at the presidential villa. Security aides notified the national security adviser, General Anou Bissou, who immediately called the acting president. The late president has been ill for some time.\"\nIma Niboro, a spokesman for Goodluck Jonathan, commented: \"The acting president is very sad with what has happened. The nation is mourning.\" Tomorrow is to be a national holiday, and Nigeria will observe a week of mourning for the deceased president.\nIn his statement, acting president Jonathan said: \"Nigeria has lost the jewel on its crown, and even the heavens mourn with our nation tonight.\"",
  "related": [
    "https://en.wikinews.org/wiki/Nigerian_parliament_votes_to_make_vice_president_acting_president"
  ],
  "sources": [
    {
      "url": "http://news.bbc.co.uk/2/hi/in_depth/8663824.stm",
      "title": "Nigerian President Yar'Adua is dead, says state TV",
      "pub": "BBC News Online",
      "date": "May 6, 2010"
    },
    {
      "url": "http://www.reuters.com/article/idUSTRE64468820100505?feedType=RSS&feedName=topNews",
      "title": "Nigerian President Umaru Yar'Adua dies: aides",
      "pub": "Reuters",
      "date": "May 5, 2010"
    },
    {
      "url": "http://edition.cnn.com/2010/WORLD/africa/05/05/nigeria.president.dead/index.html?eref=edition",
      "title": "Nigerian President Yar'Adua has died",
      "pub": "CNN",
      "date": "May 5, 2010"
    },
    {
      "url": "http://hosted.ap.org/dynamic/stories/A/AF_NIGERIA_OBIT_YARADUA?SITE=MAHYC&SECTION=HOME&TEMPLATE=DEFAULT",
      "title": "Nigeria President Yar'Adua dies after long illness",
      "author": "John Gambrell, Associated Press",
      "pub": "CapeCodTimes.org",
      "date": "May 5, 2010"
    }
  ],
  "sister": [],
  "categories": [
    "Tempodivalse (Wikinewsie)",
    "Writing Contests/May 2010",
    "Obituaries",
    "Africa",
    "Goodluck Jonathan",
    "Saudi Arabia",
    "Middle East",
    "Jeddah",
    "Nigeria",
    "Abuja",
    "Umaru Yar'Adua"
  ],
  "wikiEntities": {
    "wikinews": [
      "Nigeria",
      "Umaru Yar'Adua",
      "Jeddah",
      "Saudi Arabia",
      "Abuja",
      "Goodluck Jonathan"
    ],
    "wikipedia": [
      "acute pericarditis",
      "Nigerian Television Authority"
    ]
  },
  "similar_articles_found": [
    [
      "180664",
      "2010-05-06",
      "Nigeria swears in new president after death of Umaru Yar'Adua"
    ]
  ],
  "related_articles_gold": [
    [
      "153840",
      "2010-02-10",
      "Nigerian parliament votes to make vice president acting president"
    ]
  ]
}