{
  "title": "Kofi Annan: Iraq situation much worse than civil war",
  "id": "55965",
  "revision_id": "1520764",
  "date": "December 4, 2006",
  "location": null,
  "text": "In an interview with BBC's Lyse Doucet, retiring Secretary General of the United Nations, Kofi Annan, confessed to sadness at being unable to prevent the war against Iraq. He said that although Saddam Hussein had been a brutal dictator, at least there had been peace in the streets and people were secure in their everyday lives. Saying the war had caused \"killing and bitterness\", he said that the situation is now \"much worse than a civil war\".\nMr Annan’s comments provoked the anger of Iraq's national security adviser, Mouwaffaq al-Rubaie, who said he was shocked by what Kofi Annan had said and, in turn, he accused the United Nations of failing in its duty to the Iraqi people.\nDonald Rumsfeld, former U.S. Defence Secretary and one of the architects of the invasion of Iraq by USA and Britain, admitted in a secret memorandum that the strategy in Iraq is not working properly. Just two weeks before his resignation he advocated a change in policy saying \"Clearly, what US forces are currently doing in Iraq is not working well enough or fast enough\".\nFormer U.S. Secretary of State James Baker, who heads up the study group commissioned by the President to advise on the situation in Iraq  referred to Iraq as being \"a helluva mess\". On Wednesday, Colin Powell, former Secretary of State who was in post at the time of the invasion of Iraq, told a conference in the United Arab Emirates that Iraq was in a state of civil war. This was an opinion expressed in March by former Iraqi prime minister Ayad Allawi.",
  "related": [
    "https://en.wikinews.org/wiki/Rumsfeld_Memo_Recognizes_Need_for_'Major_Adjustment'_in_Iraq"
  ],
  "sources": [
    {
      "url": "http://news.bbc.co.uk/1/hi/world/middle_east/6204980.stm",
      "title": "UN chief tells of Iraq war sorrow",
      "pub": "BBC News Online",
      "date": "December 4, 2006"
    },
    {
      "url": "http://news.bbc.co.uk/1/hi/world/middle_east/6206480.stm",
      "title": "Anger at UN chief's Iraq comments",
      "pub": "BBC News Online",
      "date": "December 4, 2006"
    },
    {
      "url": "http://www.nytimes.com/2006/12/04/world/middleeast/04iraq.html",
      "title": "Annan Adds His Voice to a Growing Chorus That Is Calling the Situation in Iraq a ‘Civil War’",
      "author": "Edward Wong",
      "pub": "New York Times",
      "date": "December 4, 2006"
    }
  ],
  "sister": [],
  "categories": [
    "Politics and conflicts",
    "Iraq",
    "Kofi Annan",
    "United Nations",
    "United States",
    "United Kingdom",
    "Middle East",
    "North America",
    "Europe",
    "Iraq War",
    "Colin Powell"
  ],
  "wikiEntities": {
    "wikinews": [
      "Kofi Annan",
      "Kofi Annan",
      "Iraq",
      "Saddam Hussein",
      "United Nations",
      "United States",
      "United Kingdom"
    ],
    "wikipedia": [
      "Mouwaffaq al-Rubaie",
      "Donald Rumsfeld",
      "James Baker",
      "Colin Powell",
      "United Arab Emirates",
      "Ayad Allawi"
    ]
  },
  "similar_articles_found": [
    [
      "55880",
      "2006-12-03",
      "Rumsfeld memo recognizes need for 'major adjustment' in Iraq"
    ],
    [
      "56250",
      "2006-12-08",
      "Bush reacts to the Iraq Study Report"
    ],
    [
      "56264",
      "2006-12-09",
      "Rice offers to talk with Iran and Syria"
    ],
    [
      "56820",
      "2006-12-17",
      "Red Cresent workers kidnapped as Blair visits Iraq"
    ],
    [
      "60500",
      "2007-02-12",
      "US claims Iraqi militants armed with Iranian weapons"
    ]
  ],
  "related_articles_gold": []
}